alsa-utils
apple_cursor
arandr
autoconf
automake
autorandr
base
betterdiscord-installer-bin
binutils
bison
bluez
brave-bin
bspwm
clang
discord
emacs
fakeroot
feh
file
findutils
fish
flameshot
flex
gawk
gcc
gettext
git
greed
grep
groff
grub
gzip
kitty
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
neofetch
nethack
networkmanager
noto-fonts-emoji
nvidia
openssh
os-prober
pacman
pacman-contrib
patch
pavucontrol
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-media-session
pipewire-pulse
pkgconf
polybar
rofi
rofi-bluetooth-git
sed
siji-git
spotify
spotifyd
steam
sudo
sxhkd
tetris
texinfo
tldr
transmission-gtk
ttf-ibm-plex
ttf-liberation
unzip
vim
virtualbox
vlc
vtop
which
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-pdf-mupdf
zip
